[X2DownloadableContentInfo_WOTC_TRMoreUpgrades]

VestTinySummary = "+背心加成"
UtilityTinySummary = "+背包工具加成"
GoodColor = "#3ABD23"
BadColor = "#CA7200"
strModule = "模块"
strModules = "模块"

[TRArmorUpgrade_RustyCloistaShield X2ArmorUpgradeTemplate]
FriendlyName="封闭护盾模块"
FriendlyNamePlural="封闭护盾模块"
BriefSummary="在士兵及其附近的盟友周围释放护盾。如果这名士兵被杀，护盾将崩溃。这是一个免费动作，需要士兵拥有2个行动点（因此必须是第一个动作），并且有2次充能和5回合的冷却时间。"
TinySummary="+背包工具加成"
LootTooltip="在士兵及其附近的盟友周围释放护盾。如果这名士兵被杀，护盾将崩溃。这是一个免费动作，需要士兵拥有2个行动点（因此必须是第一个动作），并且有2次充能和5回合的冷却时间。"

[TRArmorUpgrade_MKPMrCloista X2ArmorUpgradeTemplate]
FriendlyName="小型动力板甲模块"
FriendlyNamePlural="小型动力板甲模块"
BriefSummary="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会增加 <Ability:iMKP_SHIELDSPERMISS/>点护盾。"
TinySummary="+背包工具加成"
LootTooltip="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会增加 <Ability:iMKP_SHIELDSPERMISS/>点护盾。"

[TRArmorUpgrade_MRC_FreeBeacon X2ArmorUpgradeTemplate]
FriendlyName="拟态信标模块"
FriendlyNamePlural="拟态信标模块"
BriefSummary="提供一个拟态信标。"
TinySummary="+背包工具加成"
LootTooltip="提供一个拟态信标。"
